import React from "react";

export default function () {
  return (
    <div className="goalsComponent">
      <div className="goalsContent">
        <h1>نطمح إلى</h1>
        <hr/>
        <p>
          الفكرة بكل اختصار هي عبارة عن منصة تحفز المجتمع على المساعدة في تشجير
          المدن والمحافظات في المملكة. ويأتي دور هذا المشروع في المساهمة
          والمساعدة بأن يتيح لجميع فئات المجتمع زراعة النباتات المناسبة من أشجار
          وغيرها في الأماكن المناسبة وسيكون تحفيزهم في المبادرة بأن تحسب لهم
          نقاط على كل زرعة يزرعها المستخدم ويستطيع الاستفادة من هذه النقاط
          باستبدالها بمشتريات او كوبونات وغيرها.
        </p>
      </div>
    </div>
  );
}
